// const fs = require("fs");
// const files = require.context('./', true, /\.css$/);
// let pages = [];
// console.log(files)
// files.keys().forEach(key => {
//     console.log(key)
//     // let k= key.replace(/(\.\/|\.js)/g, '')
//     // pages.push(files(key).default)
// })








let fileNames = {
    Living:['10号楼北','11号楼北','11号楼南','12号楼北','12号楼南','13号楼','14号楼','15号楼','16号楼','18号楼','21号楼','22号楼','27号楼','28号楼','29号楼','2号楼','30号楼','31号楼','32号楼','3号楼','4号楼北','4号楼南','5号楼北','5号楼南','6号楼北','6号楼南','8号楼','师生事务大厅','教工餐厅、第三餐厅、美食餐厅','第一、第二、清真餐厅','第五、第六餐厅'],
    Teaching:['笃学楼（10教）','科技馆和国际教育中心','力行楼（9教）','守正楼（12教）和求新楼（11教）','体育馆','图书馆','信诚楼（6教）','信达楼（综合）','信礼楼（3教）','信仁楼（1教）','信义楼（2教）','信远楼（8教）','信智楼（4教）','行政楼','学生活动中心']
}



export default fileNames;